# x - произвольное число

x = int(input('Введите день недели: '))

if x == 1:
    print('В этот день: математика, биология, англ яз, химия')
elif x == 2:
    print('В этот день: англ яз, химия, физ-ра, география, история, общество')
elif x == 3:
    print('В этот день: физ-ра, география, история, информатика, ОБЖ')
elif x == 4:
    print('В этот день: история, информатика, геометрия, геометрия')
elif x == 5:
    print('В этот день: англ яз, химия, физ-ра, алгебра, алгебра')
elif x == 6:
    print('В этот день: география, история, англ яз, химия, физ-ра')
elif x == 7:
    print('Это воскресенье, уроков нет!')

